Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Simplify with initial epsilon
ca_es: Simplifica les tasques amb èpsilon inicial

source: Save as is
ca_es: Desa com està

source: Snap to nodes
ca_es: Ajusta als nodes

source: Add fixed points on click
ca_es: Afegeix punts fixos en clicar

source: Add fixed points on spacebar
ca_es: Afegeix punts fixos a la barra d''espai

source: Draw closed polygons only
ca_es: Dibuixa només polígons tancats

source: Try copying tags from properties table
ca_es: Prova de copiar les etiquetes de la taula de propietats

source: FastDraw settings
ca_es: Configuració FastDraw

source: Save settings
ca_es: Desa la configuració

source: Can not read settings
ca_es: No es pot llegir la configuració

source: Q=Options, Enter=save, Ctrl-Enter=save with tags, Up/Down=tune
ca_es: Q=Opcions, Intro=Desa, Ctrl+Intro=Desa amb etiquetes,Amunt/Avall=ajusta

source: Click or Click&drag to continue, Ctrl-Click to add fixed node, Shift-Click to delete, Enter to simplify or save, Ctrl-Shift-Click to start new line
ca_es: Clica o Clica i Arrosega per continuar,Ctrl+Clic per afegir un node fix,Majus+clic per esborrar-lo,Intro per simplificar o Desar, Ctrl+Majus+Clic per iniciar una nova línia

source: Fast drawing mode
ca_es: Mode de dibuix ràpid

source: Please move the mouse to draw new way
ca_es: Si us plau, mou el ratolí per dibuixar una nova via

source: Are you sure you do not want to save the line containing {0} points?
ca_es: Esteu segur que no voleu enregistrar la línia que conté {0} punts?

source: {0} m - length of the line {1} nodes {2} points per km (maximum) {3} points per km (average)
ca_es: {0} m - longitud de la línia {1} nodes {2} punts per km (màxim) {3} punts per km (mitjana)

source: Line information
ca_es: Línia d''informació

source: Cannot place node outside of the world.
ca_es: No es pot col·locar el node fora del món.

source: Draw the way by mouse
ca_es: Dibuixa la via amb el ratolí

source: min distance={0} px ({1} m)
ca_es: distància mínima={0} px ({1} m)

source: Convert way to FastDraw line
ca_es: Converteix via en línia FastDraw

source: Eps={0}, {1} points, {2} p/km
ca_es: Eps={0}, {1} punts, {2} p/km

source: Fix addresses
ca_es: Corregeix adreces

source: Show dialog with incomplete addresses
ca_es: Mostra quadre de diàleg amb adreces incompletes

source: Include objects used for guesses
ca_es: Incloure els objectes utilitzats per fer estimacions

source: Fix street addresses
ca_es: Corregeix adreces del carrer

source: Find and fix addresses without (valid) streets.
ca_es: Cerca i corregeix adreces sense carrers (vàlids).

source: Address Edit
ca_es: Modifica una adreça

source: Searching
ca_es: Cercant

source: Guess values for
ca_es: Estima valors per

source: Address has no street
ca_es: Aquesta adreça no té cap carrer

source: Address has no valid street
ca_es: Aquesta adreça no té cap carrer vàlid

source: Address has no post code
ca_es: Aquesta adreça no té codi postal

source: Address has no city
ca_es: Aquesta adreça no té cap ciutat

source: Address has no country
ca_es: Aquesta adreça no té cap país

source: Assign to
ca_es: Assigna a

source: Remove all address tags
ca_es: Esborra totes les etiquetes d''adreça

source: No name
ca_es: Sense nom

source: Unresolved Addresses
ca_es: Adreces sense resoldre

source: Select and close
ca_es: Selecciona i tanca

source: Fix unresolved addresses
ca_es: Arregla les adreces no resoltes

source: Complete Addresses
ca_es: Adreces completes

source: Incomplete Addresses
ca_es: Adreces incompletes

source: Selected Addresses
ca_es: Adreces seleccionades

source: Selected Street
ca_es: Carrer seleccionat

source: (No data)
ca_es: (Cap dada)

source: Show incomplete addresses
ca_es: Mostra adreces incompletes

source: items
ca_es: elements

source: no items
ca_es: cap element

source: Postcode
ca_es: Codi postal

source: Turns all guesses into the corresponding tag values.
ca_es: Converteix les estimacions en els seus corresponents valors d''etiqueta

source: Applied guessed values
ca_es: Valors esbrinats aplicats

source: Applied guessed values for
ca_es: Valors esbrinats aplicats per a

source: Assign address to street
ca_es: Assigna adreça al carrer

source: Assign the selected address(es) to the selected street.
ca_es: Assigna l''adreça seleccionada(es) al carrer seleccionat.

source: Set street name
ca_es: Defineix el nom del carrer

source: Convert ALL streets.
ca_es: Converteix TOTS els carrers.

source: Create relation between street and related addresses for ALL streets in the current layer.
ca_es: Crea una relació entre el carrer i les seves adreces relacionades per totes les adreces de la capa activa.

source: Convert to relation.
ca_es: Converteix en relació.

source: Create relation between street and related addresses.
ca_es: Crea relació entre el carrer i les adreces relacionades.

source: Create address relation for
ca_es: Crea relació amb l''adreça

source: Guess
ca_es: Valor estimat

source: Tries to guess address data by picking the name of the closest object with according tag.
ca_es: Intenta fer una estimació de l''adreça prenent el nom de l''objecte més proper amb l''etiqueta corresponent

source: Guessing address values
ca_es: Estimar el valor de les adreces

source: Removes address related tags from the object.
ca_es: Suprimeix les etiquetes relatives a l''adreça de l''objecte

source: Remove address tags
ca_es: Esborra les etiquetes d''adreça

source: Marks selected addresses in the map
ca_es: Marca les adreces seleccionades al mapa

source: Select incomplete addresses
ca_es: Selecciona les adreces incompletes

source: Selects all addresses with incomplete data.
ca_es: Selecciona totes les adreces amb dades incompletes.

source: Use tag 'addr:street' or 'addr:place'
ca_es: Utilitzeu les etiquetes 'addr:street' o 'addr:place'

source: House Number Editor
ca_es: Editor de numeraricó de carrers

source: Housenumber increment:
ca_es: Increment pel nombres de carrer:

source: Updating properties of up to {0} object
ca_es: Actualitzant les propietats d''{0} objecte

source: Default image projection
ca_es: Projecció per defecte de la imatge

source: JOSM''s current projection
ca_es: Projecció actual de JOSM

source: No projection file (.prj) found.<br>You can choose the default image projection ({0}) or JOSM''s current editor projection ({1}) as original image projection.<br>(It can be changed later from the right click menu of the image layer.)
ca_es: No s''ha trobat cap fitxer de projecció (.prj).<br>Podeu seleccionar la imatge de projecció predeterminada ({0}) o la projecció que està utilitzant JOSM a l''editor de projeccions ({1}) com a imatge original de projecció.<br>(La podreu canviar més tard fent clic amb el botó dret del ratolí sobre el menú de la capa d''imatge.)

source: Layer Properties
ca_es: Propietats de la capa

source: Error while creating image layer: {0}
ca_es: Error en crear la capa d''imatge: {0}

source: Import image
ca_es: Importa imatge

source: Import georeferenced image
ca_es: Importa imatge georeferenciada

source: Error while creating image layer:
ca_es: Error en crear la capa de la imatge:

source: NanoLog of {0} entries
ca_es: NanoLog d''{0} entrades

source: NanoLog of {0} lines, {1} of them with coordinates.
ca_es: NanoLog de {0} línies, {1} d''ells amb les coordenades.

source: Open NanoLog panel
ca_es: Obre el panell NanoLog

source: Open NanoLog file...
ca_es: Obre el fitxer NanoLog...

source: Edit opening hours
ca_es: Edita les hores d''obertura

source: Edit time-tag of selected element in a graphical interface
ca_es: Modificar l''etiqueta de data i hora de l''element seleccionat a la interfície gràfica

source: edit existing tag
ca_es: edita etiqueta existent

source: edit new tag
ca_es: edita nova etiqueta

source: Display clock in 12h mode.
ca_es: Mostra rellotge en mode 12h.

source: Choose key
ca_es: Escull una clau

source: apply {0}
ca_es: aplica {0}

source: There is something wrong in the value near:
ca_es: Hi ha una cosa dolenta al valor prop de:

source: Correct the value manually and than press Enter.
ca_es: Corregeix el valor manualment i després prem Intro.

source: Error in timeformat
ca_es: Error en el format horari

source: open end
ca_es: extrem obert

source: Import Osm Inspector Bugs...
ca_es: Importa errors d''Osm Inspector ...

source: Open OsmInspector
ca_es: Obre OsmInspector

source: Open a OSM Inspector selection list window.
ca_es: Obre una finetra amb una llista de selecció d''OSM Inspector

source: Current Selected Bug Info
ca_es: Informació sobre els errors seleccionats

source: Prev OSMI bug
ca_es: Error OSMI anterior

source: Next OSMI bug
ca_es: Error OSMI següent

source: Osm Inspector Bugs
ca_es: Errors d''Osm Inspector

source: OSM Inspector Bugs
ca_es: Inspector d''errors d''OSM

source: Selected Bug Info
ca_es: Informació dels errors seleccionats

source: Handy Address Interpolation Functions
ca_es: Funcions facilitades per la interpolació d''adreces

source: Define Address Interpolation
ca_es: Defineix la interpolació de l''adreça

source: Odd
ca_es: Senar

source: Even
ca_es: Parell

source: Alphabetic
ca_es: Alfabètic

source: Numeric
ca_es: Numèric

source: Estimate
ca_es: Estima

source: Potential
ca_es: Potencial

source: Relation: {0}
ca_es: Relació: {0}

source: Associate with street using:
ca_es: Associa`t amb el carrer usant:

source: Numbering Scheme:
ca_es: Esquema de numeració:

source: Starting #:
ca_es: Iniciant-se a #:

source: Ending #:
ca_es: Finalitzant a #:

source: Accuracy:
ca_es: Acurat:

source: Convert way to individual house numbers.
ca_es: Converteix via en números de les cases individuals.

source: Will associate {0} additional house number nodes
ca_es: Associarà {0} nodes addicionals pels nombres de carrer

source: City:
ca_es: Ciutat:

source: Post Code:
ca_es: Codi postal:

source: Country:
ca_es: País:

source: Full Address:
ca_es: Adreça completa:

source: Optional Information:
ca_es: Informació opcional:

source: Please select a street to associate with address interpolation way
ca_es: Si us plau, selecciona un carrer per associar amb la interpolació d''adreça de la via

source: Please select address interpolation way for this street
ca_es: Si us plau, seleccioneu un tipus d''interpolació d''adreces per aquest carrer

source: Expected odd numbers for addresses
ca_es: S''esperen nombres imparells

source: Expected even numbers for addresses
ca_es: S''esperen nombres parells

source: Expected valid number for address increment
ca_es: S''esperava un nombre vàlid per l''increment de l''adreça

source: Country code must be 2 letters
ca_es: El codi de país ha de contenir dues lletres

source: Please enter valid number for starting and ending address
ca_es: Si us plau, introduïu un nombre vàlid per les adreces inicial i final

source: Alphabetic address must end with a letter
ca_es: Les adreces alfabètiques han d''acabar amb una lletra

source: Starting and ending numbers must be the same for alphabetic addresses
ca_es: El nombre inicial i el final han de ser el mateix per les adreces alfabètiques

source: Starting address letter must be less than ending address letter
ca_es: La lletra inicial de l''adreça ha de ser més petita que la final

source: Please enter valid number for starting address
ca_es: Si us plau, indiqueu un nombre vàlid per l''adreça inicial

source: Please enter valid number for ending address
ca_es: Si us plau, indiqueu un nombre vàlid per l''adreça final

source: Starting address number must be less than ending address number
ca_es: el nombre inicial de l''adreça ha de ser més petit que el final

source: Align Way Segments
ca_es: Alinea els sements d''una via

source: Align Ways
ca_es: Alinea vies

source: Please select two segments that don''t share any nodes. Alternatively put the pivot on their common node.
ca_es: Si us plau seleccioneu dos segments que no comparteixin cap node. Alternativamen poseu el centre de rotació sobre el seu node comú.

source: Aligning would result nodes ''outside the world''. Alignment not possible.
ca_es: L''alineació produïria nodes situats fóra dels límits del món.. L''alineació no és possible.

source: There is at least a non-pivot endpoint of the alignee that joins more than two way segments. Preserved angles type alignment is not possible.
ca_es: Hi ha com a mínim un extrem que no és un punt central de l''anineació que uneix més d''un segment de la via. No és possible fer l''alineació preservant els angles.

source: The alignment is not possible with maintaining the angles of the joint segments. Either choose the ''keep length'' aligning method or select other segments.
ca_es: L''alineació no és possible preservant els angles dels segments units. Heu d''escollir entre utilitzar el mètode d''alineació que ''conserva la longitud'' o seleccionar altres segments.

source: An intersection point would fall outside its adjacent nodes. This is an unsupported scenario.
ca_es: Un punt d''intersecció cauria fora dels nodes adjacents. Aquesta possibilitat no està suportada.

source: Undocumented problem occured.
ca_es: Ha hagut un problema no documentat.

source: AlignWayS: Alignment not possible
ca_es: AlignWayS (Alineament de vies): L''alineament no és possible

source: Align way segment
ca_es: Alinea segment de via

source: Please select two segments that don''t share any nodes or put the pivot on their common node.
ca_es: Si us plau, seleccioneu dos segments que no comparteixin cap node o establiu com a centre el node comú.

source: Align Way Segments: Modes
ca_es: Alinea segments de via: Maneres

source: Align Ways control panel
ca_es: Tauler de control de l''alineació de vies (AlignWayS)

source: This panel activates in Align Ways mode:
ca_es: Aquest tauler s''activa en mode d''alineació de vies:

source: Length preserved
ca_es: Longitud conservada

source: Angle preserved
ca_es: Angle conservat

source: Align with:
ca_es: Alinea amb:

source: <html>Aligns the way segment to the reference so that its length is preserved.</html>
ca_es: <html>Alinea el segment de la via a la referència de manera que es conserva la seva longitud.</html>

source: <html>Aligns the way segment to the reference so that the angles of its adjacent segments are preserved.<br/>The length of the aligned segment is likely to change as result.</html>
ca_es: <html>Alinea els segments de la via amb la referència de manera que els angles dels segments adjacents es conservin.<br/>Com a conseqüència, la longitud dels segments alineats canviarà.</html>

source: I''m ready!
ca_es: Preparat

source: AlignWays Tips
ca_es: Consells per alinear vies

source: AlignWays: What''s New...
ca_es: Alineació de vies: Novetats...

source: Align Ways mode
ca_es: Manera d''alinear vies

source: Parameter ''{0}'' must not be null
ca_es: Paràmetre "{0}" no ha de ser nul

source: Segment to be aligned cannot be the same with the reference segment. Please choose a different segment to be aligned.
ca_es: El segment a alinear no pot ser el mateix que el de referència. Si us plau, escolliu un segment diferent per ser alineat

source: AlignWayS message
ca_es: Missatge d''AlignWays (Alineació de vies)

source: Reference segment cannot be the same with the segment to be aligned. Please choose a different reference segment.
ca_es: El segment de referència No pot ser el mateix que el segment a alinear. Si us plau, escolliu un segment de referència diferent.

source: Ctrl-Click: select reference way segment; Alt-click: Clear selection
ca_es: Ctrl-Clic: selecciona el segment de via de referència; Alt-clic: neteja la selecció

source: : Align segments; Alt-click: Clear selection
ca_es: : Alinea segments; Alt-clic: neteja la selecció

source: Ctrl-click: select reference way segment; Click: select way segment to be aligned
ca_es: Ctrl-clic: selecciona el segment de via de referència; Click: selecciona el segment de via a alinear

source: Click: select way segment to be aligned; Alt-click: Clear selection
ca_es: Clic: selecciona el segment de via a alinear; Alt-clic: neteja la selecció

source: Ctrl-Click: select reference way segment; Click: select way segment to be aligned
ca_es: Ctrl-Clic: selecciona el segment de via de referència; Clic: selecciona el segment de via a alinear

source: Welcome to the</span><br> <span style="font-size: xx-large;">AlignWay<span style="color: rgb(204, 85, 0);">S</span> Plugin<br> </span><span style="font-size: medium;"><br> ...or it rather should be called <br> <span style="font-size: large;">AlignWayS(egments)</span> Plugin...
ca_es: Benvingut a</span><br> <span style="font-size: xx-large;">AlignWay<span style="color: rgb(204, 85, 0);">S</span> Plugin<br> </span><span style="font-size: medium;"><br> ...que hauria d''anomenar-se <br> connector <span style="font-size: large;">AlignWayS(egments)</span> ...

source: <html> <p style="font-family: sans-serif; font-weight: bold;">AlignWays will help you to align two way segments. This can be handy when for instance you sketch the outlines of a building and want its side to be parallel with a street or road.<br> <br> Some tips may help before you start: </p> </html>
ca_es: <html> <p style="font-family: sans-serif; font-weight: bold;">AlignWays us ajudarà a alinear dos segments de via. Això pot ser útil quan, per exemple, traceu el contron d''un edifici i voleu que els seus costats siguin paral·lels a un carrer o un carretera.<br> <br> Alguns consells que us poden ajudar abans de començar: </p> </html>

source: <html> <div style="font-family: sans-serif;"> <ul> <li><b>Select a reference segment.</b> You can do this by <b><i><span style="color:green">Ctrl-click</span></i></b>ing on a segment. The other, to be aligned segment will become parallel to this one. </li> </ul> </div> </html>
ca_es: <html> <div style="font-family: sans-serif;"> <ul> <li><b>Seleccioneu un segment de referència.</b> Això ho podeu fer utilitzant les tecles<b><i><span style="color:green">Ctrl-clic</span></i></b>ing sobre un segment. L''altre segment esdevindrà paral·lel a aquest. </li> </ul> </div> </html>

source: <html> <div style="font-family:sans-serif"> <ul> <li><b>Select the to be aligned segment.</b> You can do this by simply <b><i><span style="color:green">click</span></i></b>ing on a different segment. The rotation pivot will be highlighted by default in the centre of the segment. </li> </ul> </div> </html>
ca_es: <html> <div style="font-family:sans-serif"> <ul> <li><b>Seleccioneu el segment a alinear.</b> Podeu fer això fent <b><i><span style="color:green">clic</span></i></b>ing sobre un segment diferent. El punt de rotació serà ressaltat de manera predeterminada al centre del segment. </li> </ul> </div> </html>

source: <html> <div style="font-family:sans-serif"> <ul> <li>Optionally <b>change the rotation pivot point</b>. In order to get parallel with the reference segment, the to be aligned segment will rotate around this point. You can choose the two extremities or the centre of the segment by <b><i><span style="color:green">click</span></i></b>ing nearby. </li> </ul> </div> </html>
ca_es: <html> <div style="font-family:sans-serif"> <ul> <li>Optionalmnet <b>podeu modificar el punt de rotació</b>. Fer fer paral·lel el segment de referència amb el segment a alinear, aquest darrer rotarà al voltant d''aquest punt. Podeu escollir els dos extrems o el centre del segment fent<b><i><span style="color:green">clic</span></i></b>sobre el punt escollit. </li> </ul> </div> </html>

source: <html> <div style="font-family:sans-serif"> <ul> <li><b>Align the segments.</b> Press <b><i><span style="color:green">{0}</span></i></b>. Alternatively you''ll find the command in the <b>Tools</b> menu or may want to place the action on the <b>toolbar</b>. </li> </ul> </div> </html>
ca_es: <html> <div style="font-family:sans-serif"> <ul> <li><b>Alineació de segments.</b> Premeu <b><i><span style="color:green">{0}</span></i></b>. Alternativament podeu cercar la comanda al menú d''<b>Eines</b> i potser podria ser necessari de posar aquest acció a la <b>barra d''eines</b>. </li> </ul> </div> </html>

source: <html> <div style="font-family:sans-serif"> <b>Last hint:</b> There is an easy way to start over your selections if you want: <b><i><span style="color:green">Alt-Click</span></i></b> somewhere on the map. </div> </html>
ca_es: <html> <div style="font-family:sans-serif"> <b>Darrer consell:</b> Hi ha una manera simple per començar: <b><i><span style="color:green">Alt-Clic</span></i></b> sobre qualsevol punt del mapa. </div> </html>

source: Don''t show this again
ca_es: No tornar a mostrar això

source: What''s new...
ca_es: Novetats...

source: Added <b>angle preserving</b> aligning mode
ca_es: Afegeix la modalitat d''alineació <b>d''angles invariables</b>

source: Various improvements and bugfixes
ca_es: Vàries millores i correccions d''errors

source: Browser not supported.
ca_es: Navegador no suportat

source: Building address
ca_es: Construïnt l''adreça

source: House number:
ca_es: Nombre de carrer:

source: Street Name:
ca_es: Nom del carrer:

source: Number increment:
ca_es: Increment número:

source: Big buildings mode
ca_es: Mode de grans edificis

source: Rotate crosshair
ca_es: Gira el reticle

source: Advanced settings
ca_es: Opcions avançades

source: Buildings tags:
ca_es: Etiquetes d''edificis:

source: Cannot place building outside of the world.
ca_es: No és possible de posar un edifici fora del món.

source: Create building
ca_es: Crea edifici

source: Set buildings size
ca_es: Defineix la mida dels edificis

source: Use Address dialog
ca_es: Utilitza la finestra d''adreces

source: Auto-select building
ca_es: Selecció automàtica d''edifici

source: Use address nodes under buildings
ca_es: Utilitza els nodes d''adreça sota els edificis

source: Buildings width:
ca_es: Amplada edificis:

source: Length step:
ca_es: Longitud de l''escala:

source: Advanced...
ca_es: Avançat...

source: Draw buildings
ca_es: Dibuixar edificis

source: Point on the corner of the building to start drawing
ca_es: Punt a la cantonada de l''edifici per a començar a dibuixar

source: Point on opposite end of the building
ca_es: Punt a l''extrem oposat de l''edifici

source: Set width of the building
ca_es: Establiu l''amplada de l''edifici

source: on polygon
ca_es: al polígon

source: Add address
ca_es: Afegeix una adreça

source: Helping tool for tag address
ca_es: Eina d''ajuda per afegir adreces

source: CadastreFR - Buildings
ca_es: CadastreFR - Edificis

source: Next no
ca_es: Nombre següent

source: Enter addresses
ca_es: Entrar adreces

source: Location "{0}" found in cache. Load cache first ? (No = new cache)
ca_es: Localització "{0}" trobada a la memòria cau. Carregar primer la memòria cau? (No = nova descàrrega)

source: Select Feuille
ca_es: Fulla seleccionada

source: Error loading file. Probably an old version of the cache file.
ca_es: Error en carregar el fitxer. Probablement es tracta d''una versió antiga de la memòria cau

source: Lambert Zone {0} cache file (.{0})
ca_es: Fitxer a la memòria cau de la zona Lambert {0}. (.{0})

source: Lambert CC9 Zone {0} cache file (.CC{0})
ca_es: Fitxer a la memòria cau de la zona Lambert CC9 {0}. (.CC{0})

source: Guadeloupe Fort-Marigot cache file (.UTM1)
ca_es: Fitxer a la memòria cau de Guadalupe Fort-Marigot (.UTM1)

source: Guadeloupe Ste-Anne cache file (.UTM2)
ca_es: Fitxer a la memòria cau de Guadalupe Ste-Anne (.UTM2)

source: Martinique Fort Desaix cache file (.UTM3)
ca_es: Fitxer a la memòria cau de la Martinica Fort Desaix (.UTM3)

source: Reunion RGR92 cache file (.UTM4)
ca_es: Fitxer a la memòria cau de la Reunion (.UTM4)

source: CadastreGrabber: Illegal url.
ca_es: CadastreGrabber: url incorrecta.
